{
	"kodamasoft": "KodamaSoft",
	"navbar": {
		"home": "Home",
		"blog": "Blog",
		"discography": "Discography",
		"games": "Games",
		"projects": "Projects",
		"about": "About"
	},
	"footer": {
		"source_code": "Source code"
	},
	"words": {
		"by": "by",
		"written_by": "Written by",
		"readmore": "Read more",
		"download": "Download",
		"streaming": "Streaming"
	},
	"home": {
		"description": "Get ready for a new perspective. <strong>COUNTERFEST RECORDS</strong> is a 2025 established Bootleg Sub-Label for KodamaSounds. The objective of COUNTERFEST RECORDS is to publish <strong>free</strong> albums (both compilations and solo releases), and to let anyone interested in organising their own album projects to publish them for free there, if it follows our vision for the label. The idea behind the label is to motivate all kinds of free album compilations, with no fear for publishing derivative works, in all kinds of ways, in a way less serious mood than KodamaSounds normally would. We also strive to offer artists better opportunities to craft what they want for our tribute albums, in a different vision from KodamaSounds. Starting 2025, all new “Tribute Album” projects will be published for free on COUNTERFEST RECORDS instead of KodamaSounds.",
		"content": {
				"title": "What's the core idea behind COUNTERFEST RECORDS?",
				"1": "A more leftfield environment to create unique albums with no profit in mind - both for original albums, and tribute albums.",
				"2": "A label which supports all kinds of music and countercultures - the more specific, the better.",
				"3": "More artistic freedom and a fairer ground for all.",
				"4": "Less ambitious (but just as crazy) releases, with a wider variation of concepts and ideas.",
				"5": "Concepts originating from the art of bootleg remixes & marginalised/experimental styles of music.",
				"6": "No BS, and free content!",
				"7": "Sampling is life.",
				"8": "Enjoy your stay."
			}
	},
	"projects": {
		"presentation": {
			"title": "Our projects",
			"description": "On this page, you can have direct access to our current COUNTERFEST RECORDS album plans and projects, to which you can participate at any time. Note that unlike KodamaSounds, album sequels aren’t as likely, as we prefer doing brand new projects all the time. We also don’t plan on always publishing albums during events such as M3 and Comic Market. Albums release and happen when we just feel like it. If you want to suggest a project to us, please contact us or join our Discord community. Our operating system is similar to KodamaSounds, but with more lax and lenient rules. Please check them out here."
		},
		"legacy": "LEGACY ALBUMS",
		"legacyDescription": "Before 2025, our tribute albums released on KodamaSounds. You can find older albums in this category below. Just note that you will be redirected to KodamaSounds websites rather than COUNTERFEST RECORDS."
	}
}
